Public Attributes | List of all members
ACAPI::Library::GSMSectionData Struct Reference
Library Management
Raw GSMObject Section representation. More...
#include <GSMObject.hpp>
 Public Attributes
 int16_t  | dataVersion
Version of the data format.
 std::vector< std::byte >  | data
Raw bites of the stored data.
Detailed Description
Raw GSMObject Section representation.
Mainly used for store and retreive add-on's custom data in GSM contents.